Repository: KhalidElSayed/solare
Catalog: Solare/appirater/*.lproj/Localizable.strings
Languages: es

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
es: Si le gusta utilizar %@, ¿le importaría valorarlo? No le tomará más de un minuto. ¡Gracias por su colaboración!

source: Rate %@
es: Valoración %@

source: No, Thanks
es: No, gracias

source: Remind me later
es: Recordar luego

# UVMuybajo
source: Very low
es: Muy bajo

# UVBajo
source: Low
es: Bajo

# UVModerado
source: Moderate
es: Moderado

# UVMuyalto
source: Very high
es: Muy alto

# UVAlto
source: High
es: Alto

# Pielmuyclara
source: Very light skin
es: Piel muy clara

# Pielclara
source: Light skin
es: Piel clara

# Pielmclara
source: Light brown skin
es: Piel morena clara

# Pielmosc
source: Dark brown skin
es: Piel morena oscura

# Pielosc
source: Dark skin
es: Piel oscura

# Pielmuyosc
source: Very dark skin
es: Piel muy oscura

# tono1
source: Extremely sensitive. It burns easily. It resists tanning.
es: Extremadamente sensible. Se quema con facilidad. No resiste el bronceado.

# tono2
source: Sensible. It burns easily. Rarely achieved a minimum tan
es: Sensible. Se quema con facilidad. Rara vez se logra un mínimo bronceado

# tono3
source: Normal sensitivity. It burns in moderation, gradual tan
es: Sensibilidad normal. Se quema con moderación. Bronceado gradual

# tono4
source: Normal sensitivity. Burns minimally, dark tan
es: Sensibilidad normal. Se quema mínimamente. Bronceado intenso

# tono5
source: Little or no sensitivity. Rarely burns, deep tan
es: Sensibilidad mínima o inexistente. Rara vez se quema. Bronceado profundo

# tono6
source: Insensitive. Does not burn
es: Insensible. No se quema

# Sindatos
source: No data
es: Sin datos

# Informacion
source: Information
es: Información

# Entendido
source: Understood
es: Entendido

source: OK
es: Vale

# Importante
source: Important
es: Importante

# Notificacion
source: Notification
es: Notificación

# NoUVInfo
source: We have no UV information in your area
es: No tenemos información UV de su zona

# Nohaydatos
source: We can not activate the alarm because we have no UV data in your area
es: No podemos activar la alarma porque no tenemos datos UV de su zona

# Nohayriesgo
source: The UV index is very low then there is no risk when exposed to the sun
es: El índice UV es muy bajo luego no existe riesgo a la hora de exponerse al sol

# Advertencia
source: Despite using sunscreen, you should not exceed this time.
es: A pesar de usar protectores solares, se recomienda no exceder este tiempo.

# Esdenoche
source: It is night, there is no risk of UV.
es: Es de noche, no existe riesgo ninguno de UV.

# tmax1
source: Maximum elapsed time (
es: Tiempo máximo transcurrido (

# tmax2
source: min). Avoid exposure to the sun longer
es: min). Evita exponerte más tiempo al sol

# Alarmadenoche
source: We can not activate an alarm at night. There's no risk
es: No podemos activar una alarma siendo de noche

# Imposibletweet
source: Unable to tweet, verify that connection and try again
es: Imposible twittear, compruebe que tenga conexión e inténtelo de nuevo

# Oopstweet
source: Ooops, something was not right. Try again after a while
es: Ooops, algo no fue correctamente. Inténtelo de nuevo pasado un rato

# Mailenborradores
source: Email saved in drafts.
es: Correo electrónico guardado en borradores.

# Mailenviado
source: Email sent successfully.
es: Correo electrónico enviado satisfactoriamente.

# Mailfallido
source: Something has gone wrong when sending mail. Please try again.
es: Algo ha fallado a la hora de enviar el correo. Inténtalo de nuevo.

# Mailnoconf
source: Your iPhone is not configured to send emails. Check it
es: Su iPhone no está configurado para enviar emails. Revíselo

# twitter1
source: I enjoy with @Solareapp an UV index of
es: Disfruto con @Solareapp de un índice UV de

# twitter2
source: in
es: en

# twitter3
source: Share
es: Compartir

# twitter4
source: Would you like to include a photo?
es: ¿Deseas incluir una fotografía?

# twitter5
source: Yes
es: Sí

# twitter7
source: I'm using @Solareapp in iOS
es: Estoy usando @Solareapp en iOS

# mailbody
source: I am contacting you to let you know something about your application Solare:
es: Me pongo en contacto contigo para comentarte algo acerca de tu aplicación Solare:

# mailsubject
source: About Solare
es: Acerca de Solare

# Consejos
source: Tips
es: Consejos

# Calculadorafps
source: The calculation is performed with the selected skin tone on the main screen
es: El cálculo se realizará con el tono de piel seleccionado en la pantalla principal

# Calcular
source: Calculate
es: Calcular

# Calculadora
source: Calculator
es: Calculadora

# Calculadorasuf
source: SPF minimum is sufficient
es: FPS Mínimo suficiente

# Calculadorares1
source: Minimum:
es: Mínimo:

# Calculadorares2
source: . For kids review tips
es: . Para niños revisar Consejos

# Nodatosenzona
source: We have no UV data in your zone to calculate the SPF
es: No disponemos de datos UV de su zona para realizar el cálculo

# Introduccion
source: Introduction
es: Introducción

# Indices
source: Protection Index
es: Índices de protección

# Resistenciaagua
source: Water resistance
es: Resistencia al agua

# Elegfotoprotector
source: Choose sunscreen
es: Elegir fotoprotector

# Advertencias
source: Warnings
es: Advertencias

# Infantil
source: Child protection
es: Protección infantil

# Frecuentes
source: FAQ
es: Preguntas frecuentes

# Agradecimientos
source: Thanks
es: Agradecimientos

# Introduccion1
source: See the type of solar radiation and the danger of each one
es: Descubre el tipo de radiaciones solares y el peligro de cada una de ellas

# Indices1
source: The meaning of each of them and different intensities
es: El significado de cada uno de ellos y distintas intensidades

# Resistenciaagua1
source: Property that may appear in some sunscreens
es: Propiedad que puede aparecer en algunos fotoprotectores

# Elegfotoprotector1
source: Tips for choosing the appropriate sunscreen
es: Consejos para elegir el fotoprotector adecuado en función de cada persona

# Advertencias1
source: Very important to note
es: Muy importante a tener en cuenta

# Infantil1
source: Special care for little kids
es: Especial atención para los pequeños de la casa

# Frecuentes1
source: Answers to frequently asked questions that often appear
es: Respuestas a preguntas frecuentes que suelen aparecer

# Agradecimientos1
source: To all those who indirectly contribute to the project
es: A todos aquellos que indirectamente contribuyen en el proyecto

source: Settings
es: Preferencias

# Mail1
source: Hello Solare. I'm having problems to get UV data in
es: Hola Solare. Estoy teniendo problemas para obtener el índice UV en

# Mail2
source: Could you try to solve it?
es: ¿Podrías solucionarlo?

# AI1
source: Why Solare
es: Para qué solare

# AI2
source: About times...
es: Sobre los tiempos

# AI3
source: Sunscreens
es: Protectores

# AI4
source: Ultraviolet data
es: Datos ultravioleta

# AI5
source: Thanks
es: Gracias

# AID1
source: Solare has been developed to help people prevent diseases caused by excessive exposure to sunlight.
es: Solare ha sido desarrollado para ayudar a las personas a prevenir enfermedades producidas por una exposición excesiva a la radiación solar.

# AID2
source: Times are aproximate and depend on each case of the person, hence we have decided to consider the most sensitive skin when it comes to giving the maximum time.
es: Los tiempos son orientativos, y dependerán en cada caso de la persona, de ahí que hayamos decidido considerar las pieles más sensibles a la hora de dar los tiempos máximos.

# AID3
source: Although sunscreens can increase the time, is not recommended under any circumstances exceed them.
es: Aunque con los protectores solares los tiempos pueden aumentar, no se recomienda excederlos bajo ningún concepto.

# AID4
source: The data come from an external server to the application so that it is possible that small problems can occur when downloading data.
es: Los datos provienen de un servidor externo a la aplicación por lo que no se descarta que puedan aparecer pequeños problemas a la hora de descargar los datos.

# AID5
source: Thank you for choosing Solare. We will work every day to offer a better product thanks to your comments and criticisms.
es: Gracias por elegir Solare. Trabajaremos día a día para ofrecer un mejor producto gracias a vuestras valoraciones y críticas.

# AP1
source: The temperature is
es: La temperatura es

# AP2
source: degrees fahrenheit
es: grados centígrados

# AP3
source: The maximum time without protector is
es: El tiempo máximo de exposición sin fotoprotector es

# AP4
source: minutes.
es: minutos.

# AP5
source: Ultraviolet index in
es: El índice ultravioleta en

# AP6
source: is
es: es

# AP7
source: You can stay as long as you like sunbathing.
es: Puede permanecer el tiempo que quiera expuesto al sol.

# AP8
source: The minimum recommended factor for skin tone and the ultraviolet index is
es: El factor mínimo recomendado para su tono de piel y el índice ultravioleta es

# AP9
source: Show advertising
es: Mostrar publicidad

# AP10
source: Datos obtained:
es: Datos obtenidos:

# AP11
source: UV Browser for all the world. Use the search bar
es: Buscador UV para todo el mundo. Use la barra de búsqueda

# AP12
source: Data in your location
es: Datos en su zona

# AP13
source: Back
es: Volver

# AP14
source: Settings
es: Preferencias

# APAlarm1
source: Show alarm
es: Mostrar alarma

# APAlarm2
source: Hide alarm
es: Ocultar alarma

# APAlarm3
source: Start alarm
es: Iniciar alarma

# APAlarm4
source: Reset alarm
es: Detener alarma

# APCount1
source: The remaining time is
es: El tiempo restante es

# APCount2
source: hours
es: horas

# APCount3
source: minutes
es: minutos

# APCount4
source: seconds
es: segundos
